tap "caskroom/fonts"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
tap "buo/cask-upgrade"

brew "brew-cask-completion"
brew "ctags"
brew "dart-lang/dart/dart"
brew "git"
brew "gnupg"
brew "hugo"
brew "micro"
brew "mongodb"
brew "node"
brew "pipenv"
brew "postgresql", restart_service: true
brew "shfmt"
brew "tmux"
brew "wget"
brew "yarn"

cask "alfred"
cask "appcleaner"
cask "caskroom/fonts/font-hack-nerd-font"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "java"
cask "keybase"
cask "mactex"
cask "visual-studio-code"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541

mas "Moom", id: 419330170
mas "Pocket", id: 568494494
mas "Xcode", id: 497799835