tap "caskroom/fonts"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"

brew "ctags"
brew "micro"
brew "hugo"
brew "mongodb"
brew "node"
brew "pipenv"
brew "postgresql", restart_service: true
brew "shfmt"
brew "tmux"
brew "yarn"
brew "dart-lang/dart/dart"

cask "firefox"
cask "google-chrome"
cask "java"
cask "mactex"
cask "alfred"
cask "dbeaver-community"
cask "visual-studio-code"
cask "caskroom/fonts/font-hack-nerd-font"

mas "Moom", id: 419330170