tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "sqlite"
brew "erlang"
brew "go"
brew "hub"
brew "jq"
brew "libevent"
brew "node"
brew "nushell"
brew "pandoc"
brew "pipx"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "tmux"
brew "wget"
brew "yarn"

cask "chromedriver"
cask "dbeaver-community"
cask "flycut"
cask "hammerspoon"
cask "julia"
cask "keepingyouawake"
cask "rstudio"
