tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "twilio/brew"
brew "readline"
brew "asdf"
brew "glib"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "deno"
brew "dive"
brew "python@3.10"
brew "ffmpeg"
brew "gawk"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "hub"
brew "jq"
brew "maven"
brew "node@16"
brew "mongosh"
brew "node"
brew "nushell"
brew "openssl@3"
brew "pipx"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "tcl-tk"
brew "r"
brew "redis", restart_service: true
brew "scrcpy"
brew "tmux"
brew "tomcat@9", restart_service: true
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "twilio/brew/twilio"
cask "android-platform-tools"
cask "bloomrpc"
cask "chromedriver"
cask "dbeaver-community"
cask "flycut"
cask "font-fira-code"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "ngrok"
cask "postman"
cask "r"
cask "rstudio"
cask "tunnelblick"
cask "vlc"
