tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "readline"
brew "asdf"
brew "sqlite"
brew "xz"
brew "glib"
brew "gawk"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "hub"
brew "jq"
brew "maven"
brew "mongosh"
brew "node"
brew "nushell"
brew "openssl@3"
brew "pipx"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "r"
brew "tmux"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
cask "bloomrpc"
cask "chromedriver"
cask "dbeaver-community"
cask "flycut"
cask "font-fira-code"
cask "hammerspoon"
cask "julia"
cask "keepingyouawake"
cask "kitty"
cask "ngrok"
cask "rstudio"
cask "temurin"
cask "tunnelblick"
cask "vlc"
